Revit 2027 API
ParameterTypeId.EndJoinCutback Property
 "End Join Cutback"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EndJoinCutback { get; }
Public Shared ReadOnly Property EndJoinCutback As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EndJoinCutback {
	ForgeTypeId^ get ();
}
static member EndJoinCutback : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace